# Домашнее задание по echo боту:

# Задача 1:
# Создайте команду /count. Она должна будет вывести числа от 1 до 5 с задержкой в 5 секунд.
# Для выполнения здания используете команду send_message 5 раз, а для задержки между выводом используйте
# метод sleep из библиотеки time. sleep принимает аргументом число - количество секунд.

# Задача 2*:
# Добавите в обработку сообщений ботом проверку на ввод "привет". Если пользователь ввел "привет",
# ответе ему "Привет, пользователь!". Если задание окажется простым, попробуйте заменить "пользователь"
# на имя пользователя.
