# Домашнее задание по практике ООП:

# Задача 1:
# Реализовать класс ученик Student. Добавьте в него метод хождения в школу go_to_school()
# Добавить метод get_class() - который будет возвращать номер класса исходя из возраста (считать что 1 класс - 7 лет)

# Задача 2:
# Добавить класс машина Car. Машина передвигается со скоростью 90 км/ч. В параметрах конструктора указать марку
# автомобиля. Добавить метод take(Person driver), которая записывает текущего водителя в объект машины
# (почти как пассажиры в автобусе, только водитель всегда один). И метод go_home(), в котором пишется что водитель с
# таким то именем едет домой.
