# Домашнее задание по проекту

# Задача 1:
# Напишите программу для решения следующей задачи. Камера наблюдения регистрирует в автоматическом режиме скорость
# проезжающих мимо неё автомобилей, округляя значения скорости до целых чисел. Необходимо определить среднюю
# зарегистрированную скорость всех автомобилей. Если скорость хотя бы одного автомобиля была не меньше 60км/ч,
# выведите «YES», иначе выведите «NO».

# Программа получает на вход число проехавших автомобилей N (1 ≤ N ≤ 30), затем указываются их скорости.
# Значение скорости не может быть меньше 1 и больше 300. Программа должна сначала вывести среднюю скорость с
# точностью до одного знака после запятой, затем «YES» или «NO».
# Пример:
# Входные данные         Выходные данные
#        4                    75.5
#       74                     YES
#       69
#       63
#       96

# Задача 2:
# Напишите программу, которая в последовательности натуральных чисел определяет сумму чисел, оканчивающихся на 3.

# Программа получает на вход количество чисел в последовательности, а затем сами числа. В последовательности всегда
# имеется число, оканчивающееся на 3. Количество чисел не превышает 100. Введённые числа не превышают 300.
# Программа должна вывести одно число — сумму чисел, оканчивающихся на 3.
# Пример:

# Входные данные         Выходные данные
#        3                      36
#       13
#       23
#       24
