# Домашнее задание по виджету Entry:

# Задача 1:
# Создать программу проверки пароля. Программа должна содержать 2 поля ввода класса Entry,
# кнопку проверки класса Button и текстовое поле с результатом класса Label. Необходимо ввести 2 пароля в поле ввода.
# 1 - При запуске программы отсутствует сообщения.
# 2 – Если хотя бы одно поле пустое, то вывести соответствующее сообщение.
# 3 – Если пароли не совпадают, вывести сообщение об ошибке.
# 4 – Если все совпало вывести подтверждение.
# Скриншоты примера работы программы прилагаются.

# Задача 2*:
# К задаче 1 добавить кнопку удаление записи из Listbox с возможностью удалять несколько записей сразу.
