# Домашнее задание по идентификаторам Canvas:

# Задача 1:
# Доделать задание с урока. Необходимо реализовать ввод координат x1, y1, x2, y2 и значение цвета в поля ввода и:
# 1) Если нажата кнопка Move - то фигура перемещается на заданные значения x1 и y1.
# 2) Если нажата кнопка Coords - то фигура перемещается в заданные координаты x1, y1, x2, y2
# 3) Если нажата кнопка Config - то фигура меняет цвет на тот что задан в поле ввода для цвета

# Задача 2*:
# Добавить возможность кнопки изменения фигуры с прямоугольника на эллипс
