# Домашнее задание по методам классов:

# Задача 1:
# Создайте два класса Прямоугольник (Rectangle) и окружность (Circle).
# Реализуйте в них конструкторы: для прямоугольника стороны a и b, для окружности радиус r.
# Реализуйте в каждом классе метод расчета площади get_area. Метод должен возвращать число типа float
# Для расчета площади окружности используйте число пи из математической библиотеки: from math import pi

# Задача 2:
# Добавьте классу дроби Fraction методы для вычитания, деления и умножения (__sub__, __mul__ __truediv__ )
