# Домашнее задание по циклу while:

# Задача 1:
# Написать программу, которая считывает числа и суммирует их, пока пользователь не введет 0.

# Задача 2:
# Написать программу, которая считывает три переменные, и пока их сумма меньше 100, выводит «мало» и запрашивает
# у пользователя новые три числа, когда сумма станет больше, то выводит «в самый раз» и завершает выполнение.

# Задание 3*:
# Игра "Быки и коровы". Игра придумывает число с 4 цифрами (от 0000 до 9999). Пользователь вводит свое число из 4 цифр.
# Игра выводит количество быков и коров. Бык - число которое полностью совпадает с загаданным числом и по значению, и по
# позиции. Корова - число которое есть в загаданном, но находиться не на своем месте. Игра заканчивается, когда
# пользователь отгадывает число (4 быка 0 коров).
# Пример:
# 1234 быков: 0, коров: 1
# 5678 быков: 0, коров: 1
# 9012 быков: 1, коров: 1
# 9087 быков: 1, коров: 1
# 1087 быков: 0, коров: 1
# 9205 быков: 3, коров: 0
# 9305 быков: 4, коров: 0
# Победа! загадано: 9305
