# Домашнее задание по наследованию классов:

# Задача 1:
# Продолжаем работать с классами Прямоугольник (Rectangle) и окружность (Circle).
# Реализуйте абстрактный родительский класс Фигура (Figure).
# Сделайте классы прямоугольника и окружности наследниками этого класса.
# Сделайте метод get_area абстрактным методом класса фигуры.

# Задача 2:
# Доработайте класс юнита с урока. Добавьте ему поле max_hp. Отредактируйте методы get_damage и get_heal:
# 1) Если при ударе количество жизней меньше 1, то выведите в консоль, что юнит погиб.
# Если hp стало отрицательным, сделайте равным 0.
# 2) Если при лечении количество жизней стало больше или равно max_hp, то выведите в консоль, что юнит полностью здоров.
# Если hp стало больше max_hp, то hp = max_hp
